<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="css/base.css">
    <link rel="stylesheet" href="css/auto.css">
    <title>{title}</title>
</head>
<body>
<div id="wrapper">
    <div id="header">
        <h1>
            {header}
        </h1>
    </div>
    <div id="content">
        <div id="table">
            <table border="1">
                <tr>
                    <th>#</th>
                    <th>Автомобиль</th>
                    <th>Длина ({measure})</th>
                    <th>Ширина ({measure})</th>
                    <th>Высота ({measure})</th>
                    <th>Клиренс ({measure})</th>
                    <th>Колёсная база ({measure})</th>
                </tr>
                <tr>
                    <td>1</td>
                    <td>{car1}</td>
                    <td>5425</td>
                    <td>2040</td>
                    <td>2340</td>
                    <td>200</td>
                    <td>3340</td>
                </tr>
                <tr>
                    <td>2</td>
                    <td>{car2}</td>
                    <td>6097</td>
                    <td>2360</td>
                    <td>2170</td>
                    <td>318</td>
                    <td>3810</td>
                </tr>
                <tr>
                    <td>3</td>
                    <td>{car3}</td>
                    <td>6060</td>
                    <td>2235</td>
                    <td>2160</td>
                    <td>250</td>
                    <td>3810</td>
                </tr>
            </table>
        </div>
        <h4>
            {car1}
        </h4>
        <p>
            {car1} (полуторка) — грузовой автомобиль Горьковского автозавода грузоподъемностью 1,5 т (1500 кг),
            представлявший собой модернизированный вариант полуторки ГАЗ-АА с более мощным 50-сильным двигателем ГАЗ-М,
            усиленной подвеской, новым рулевым управлением и карданным валом. Довоенный {car1} внешних различий
            с моделью ГАЗ-АА не имел, а угловатые крылья появляются только на упрощенной модификации ГАЗ-ММ-В военных
            и послевоенных лет.
        </p>
        <img src="images/cars/1280px-ГАЗ-ММ.JPG" alt="авто ГАЗ-ММ" id="photo1">
        <p>
            Годы выпуска {car1}: на ГАЗе — 1938—1946, на УАЗе — 1947—1949, по некоторым данным, из-за дефицита
            моторов М-1 (уходивших на трехоски ГАЗ-ААА и броневики БА-10, фактический полномасштабный выпуск ГАЗ-ММ
            начался только с 1940 года, а закончился в 1956-м (возможно, в 1950-56 гг. это были капитально
            отремонтированные на УАЗе машины).
        </p>
        <p>
            В 1943—1945 гг. на ГАЗе выпускался упрощённый вариант полуторки — {car1}-В ({car1}-13) с различными
            вариантами комплектации. Внешне отличался кроме деревянно-брезентовой кабины (в 1942-м и без дверей,
            только с брезентовыми защитными клапанами) угловатыми крыльями, получаемыми из кровельного (или любого
            подходящего) железа методом простой гибки, которые сохранились и на машинах выпуска 1946-1949 гг., а
            также устанавливались на капитально отремонтированные машины ранних лет выпуска.
        </p>
        <p>
            Основная часть послевоенного парка полуторок была списана в начале 1960-х в связи с запретом (с 1962 года)
            на эксплуатацию в СССР автомобилей с механическим приводом тормозов.
        </p>
        <p>
            В общей сложности с 1932 г. было выпущено около 985 000 экземпляров ГАЗ-АА, {car1} и их производных,
            в том числе в течение 1941-45 гг. — 138 600 экземпляров. К началу Великой Отечественной войны в РККА
            числилось 151 100 автомобилей этих моделей.
        </p>
        <h4>
            {car2}
        </h4>
        <p>
            {car2} и {car2}М — советский полугусеничный грузовик. Предназначался для работы в условиях бездорожья
            и в качестве артиллерийского тягача. Представлял собой дальнейшее развитие полугусеничного грузовика
            ЗИС-22. {car2}/-42М серийно производился на заводе ЗИС на базе обычного грузовика ЗИС-5В в 1942—1946
            гг. Ранний {car2} был произведён в нескольких опытных партиях в 1942 году, а с конца того же года
            выпускалась его улучшенная модификация {car2}М, находившаяся в производстве до 1946 года. Всего
            произведено 6 372 автомобиля ЗИС-42 и {car2}М.
        </p>
        <img src="images/cars/Zis_42_m.jpg" alt="авто ЗИС-42" id="photo2">
        <p>
            От базового ЗИС-5В полугусеничный {car2} отличался наличием гусеничной ходовой части с двумя качающимися
            тележками вместо задних ведущих колес. Рамка каждой гусеничной тележки состояла из штампованных боковин,
            жестко связанных опорной ступицей и поперечинами. На концах тележки между боковинами спереди размещалось
            ведущее колесо, а сзади — направляющее (ленивец). Между ними была балансирно подвешена система из четырёх
            катков, закрытая кожухом. Весь движитель был подвешен балансирно на полуосях заднего моста. {car2} имел
            поддон и кожух на передней оси. Для предохранения от ударов движителей при езде по сильнопересеченной
            местности с нижней стороны платформы на специальных кронштейнах устанавливались четыре
            ограничительных ролика.
        </p>
        <h4>
            {car3}
        </h4>
        <p>
            {car3} («трёхтонка») — советский грузовой автомобиль грузоподъёмностью 3 т; второй по массовости
            (после ГАЗ-АА) грузовик 1930-40-х, один из основных транспортных автомобилей Красной Армии во
            время Великой Отечественной войны.
        </p>
        <p>
            Выпускался с 1933 по 1948 на Автомобильном заводе имени И. В. Сталина. Во время войны упрощённую военную
            модификацию {car3}В (обозначение условное) выпускали заводы ЗИС (1942—1946), УльЗИС (1942—1944) и
            УралЗИС (1944—1947). В 1934—1948 гг. только на московском {car3} было выпущено 571 199 автомобилей
            {car3} с модификациями, плюс в 1947—1948 гг. 13 896 ед. переходной к ЗИС-150 модели {car3}.
        </p>
        <img src="images/cars/ZIS-5_truck_1933.JPG" alt="авто ЗИС-5" id="photo3">
        <p>
            Конструкция грузовика {car3} была фактически заново создана конструкторами АМО-ЗИС под руководством
            Е. И. Важинского, В. И. Лялина и Б. Д. Строканова. Основной упор был сделан на упрощении конструкции
            и повышении ремонтопригодности с одновременным увеличением грузоподъёмности и проходимости.
        </p>
        <p>
            В 1942 году на ЗИС-5В были применены облегченная на 124 кг кабина из фанеры и дерева («вагонки»),
            крылья были сделаны методом простой гибки из обычного листового проката вместо штампованных с
            глубокой вытяжкой на довоенной модели, тормоза оставлены только на задних колесах, бортовая платформа
            с одним задним откидным бортом и единственная фара (левая). Ближе к концу войны комплектация была
            частично восстановлена — появилась вторая фара и откидные боковые борта. В 1946—1948 гг. выпускалась
            переходная (к ЗИС-150) модель {car3}, оснащавшаяся двигателем ЗИС-120 (дефорсированным до 80 л.с.) с
            эксплуатационным расходом топлива 30 л/100 км, против 34 л/100 км у {car3}.
        </p>
    </div>
    <div id="footer">
        <a href="index.php"><p>На главную</p></a>
    </div>
</div>
</body>
</html>