
<html lang="en">
<head>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="css/base.css">
    <link rel="stylesheet" href="css/index.css">
    <title>Военная техника второй мировой войны</title>
</head>
<body>
<div id="wrapper">
    <div id="search">
        <form method="POST">
            <input type="text" placeholder="find..." name="search">
            <input type="submit" value="search">
        </form>
    </div>
    <div class="searchResults">
        {searchResults}
    </div>
    <div id="header">
        <h1>
            Военная техника
        </h1>
        <h2>
            Второй мировой войны
        </h2>
    </div>
    <div id="menu">
        <ul id="list">
            <li><a href="t34.html">Советский танк Т-34</a></li>
            <li><a href="rifles.html">Стрелковое оружие</a></li>
            <li><a href="auto.php">Автомобили</a></li>
            <li><a href="DBinteractionPage.php">Самолёты</a></li>
            <li><a href="calendarPage.php">Календарь</a></li>
            <li><a href="fileSystem/fileSystem.php">Файловый менеджер</a></li>
            <li><a href="regexPage.php">Регулярные выражения</a></li>
        </ul>
    </div>
    <div id="content">
        <p>
            После окончания Первой мировой войны бывшие противники оставили друг друга в покое. Но лишь на
            некоторое время. Опыт войны подсказал, что многие виды вооружения находились очень далеко от
            совершенства. И чтобы не повторять былых ошибок, ведущие мировые государства решили уделять
            особое внимание развитию и умножению военной мощи.
        </p>
        <p>
            Следует отметить, что в отгремевших сражениях очень хорошо зарекомендовали себя относительно новые
            виды оружия – танки и авиация. Кроме того, было принято во внимание огромное значение связи. И
            отличительной чертой военной техники, которая имелась на вооружении различных стран мира в
            преддверии Второй мировой войны, была ее мобильность. Это означало, что теперь появилась
            возможность быстрого изменения дислокации военных расчетов для получения решающего
            преимущества при ведении маневренной войны.
        </p>
        <img src="images/index/День-Победы-9-мая-2016-в-Питере-8.jpg" alt="фото парад" id="photo1">
        <p>
            В предвоенное время Советский Союз сделал основную ставку на мощные танковые войска. Советским
            инженерам удалось создать такой шедевр танкостроения, как Т-34. Кроме того, на производство
            поступили модели ИС-2, а также КВ-1 и КВ-2. Однако эти танки были не столь эффективными, как
            «тридцатьчетверка». Особое значение имела артиллерийская и авиационная поддержка бронетехники.
            Кроме того, поскольку основной военной силой СССР все же являлась пехота, отдельное внимание
            уделялось развитию ручного огнестрельного и взрывчатого оружия.
        </p>
        <p>
            Основу военной силы Великобритании составлял флот. При этом подразделения стран Британского
            содружества имели в своем распоряжении унифицированное оружие, которое демонстрировало весьма
            высокую эффективность в бою. Американская военная техника была представлена в основном
            военно-воздушными и морскими силами. В преддверии войны США имели крупнейший в мире парк боевых
            самолетов – в нем находилось около 325 тыс. единиц авиатехники.
        </p>
        <a href="t34.html"><img src="images/T34/t34-picture.jpg" alt="фото авто" id="photo2"></a>
        <p>
            Германская армия была слишком малочисленной для ведения наступательной войны, а большая часть ее
            вооружения успела устареть. Но в результате стремительных и беспощадных атак немцам все же удалось
            захватить практически половину Европейского континента и при этом еще и вести боевые действия в Африке.
        </p>
        <p>
            Следует отметить, что вплоть до 1942 года вермахт не располагал тяжелыми танками – боевые машины «Тигр»
            поступили в производство только в конце этого года, и до конца войны их было выпущено всего 1355 штук.
            И поскольку военная мощь Германии значительно уступала неприятельским армиям, основная ставка была
            сделана на маневренность.
        </p>
        <p>Одним из союзников национал-социалистической Германии во Второй мировой войне была Япония. Основная
            военная сила Страны Восходящего Солнца приходилась на бронемашины, хотя нельзя уменьшать и значение
            японской авиации и пехоты. Впрочем, вследствие слишком удаленного расположения, японцам не удалось
            проявить себя в ходе войны, а после американской ядерной атаки им и вовсе пришлось отойти в тень.
        </p>
        <p>
            Вторая мировая война является крупнейшим вооруженным конфликтом. Потери, которые понесли все
            противоборствующие стороны, не идут ни в какое сравнение с результатами войны 1914-1918 годов.
            Память об огромном количестве погибших, целые армии раненых и покалеченных солдат, разрушенные
            города, непригодные для обработки земли и прочие последствия войны еще долгое время преследовали
            практически весь мир. Военная же техника продолжала совершенствоваться и далее, предлагая все
            новые и новые способы нанесения урона вероятному противнику.
        </p>
    </div>
    <div id="footer">
        <a href="index.php"><p>В начало</p></a>
    </div>
</div>
</body>
</html>
